{"status":"success","data":{"text":"2\/21\/2018\n\nProperty Address: 4443 19th StI San FranciscoI CA 94114-2430 Date: Februa 23 2018\n\n15. FINAL VERIFICATION OP CONDITION: Buyer shall have the right to make a final verification of the Property within 5 (or _ ) Days\nPrior to Close Of Escrow. NOT AS A CONTINGENCY OF THE SALE. but solely to confirm: (i) the Prcperty is maintained pursuant to paragraph 11;\n(Ii) Repairs have been completed as agreed; and (iii) Seller has complied with Seller’s other obligations under this Agreement (CAR. Form VP).\n\n16. REPAIRS: Repairs shall be completed prior to final verification of condition unless otherwise agreed in writing. Repai to be performed at\nSeller's expense may be performed by Seller or through others. provided that the work complies with applie'lg Law. including\ngovernmental permit. inspection and approval requirements. Repairs shall be performed in a good. skillful manner 'th materials of quality\nand appearance comparable to existing materials. It is understood that exact restoration of appearance or co “items following all\nRepairs may not be possible. Seller shall: (I) obtain invoices and paid receipts for Repairs performed by 0%\") prepare a written\nstatement indicating the Repairs performed by Seller and the date of such Repairs; and (Ill) provide Copies ‘ces and paid receipts\nand statements to Buyer prior to final verification of condition. 0\n\n17. PRORATIONS OF PROPERTY TAXES AND OTHER ITEMS: Unless otherwise agreed in writing. the followi items sh AID CURRENT\nand prorated between Buyer and Seller as of Close Of Escrow: real property taxes and assessments. intere%its. ular. special. and\nemergency dues and assessments imposed prior to Close Of Escrow. premiums on insurance assu uyeP§ments on bonds and\nassessments assumed by Buyer. and payments on Mello-Roos and other Special Assessment District nd 5 ments that are now a\nlien. The following items shall be assumed by Buyer WITHOUT CREDIT toward the purchase pri ted ents on Mello-Roos and\nother Special Assessment District bonds and assessments and HOA special assessments that a ien t yet due. Property will be\nreassessed upon change of ownership. Any supplemental tax bills shall be paid as follows: (I) for aft e Of Escrow, by Buyer; and\n(II) for periods prior to Close Of Escrow, by Seller (see CAR. Form SPT or SBSA for further in tion). T§ILLS ISSUED AFTER CLOSE\nOF ESCROW SHALL BE HANDLED DIRECTLY BETWEEN BUYER AND SELLER. Proratio be n® ased on a 30-day month.\n\n18. BROKERS:\n\nA. COMPENSATION: Seller or Buyer, or both. as applicable, agree to pay compen o 8% as specified in a separate written\nagreement between Broker and that Seller or Buyer. Compensation is payable u se or if escrow does not close. as\notherwise specified in the agreement between Broker and that Seller or Buyer. Q\n\nB. SCOPE OF DUTY: Buyer and Seller acknowledge and agree that Broker. (I not d e what price Buyer should pay or Seller\nshould accept; (II) Does not guarantee the condition of the Property; In! uarantee the performance. adequacy or\ncompleteness of inspections. services. products or repairs provided or . z . - by S r others; (iv) Does not have an obligation\nto conduct an inspection of common areas or areas off the site of the @ rty; all not be responsible for identifying defects\non the Property. in common areas. or offsite unless such defects 3 a . y o able by an inspection of reasonably accessible\nareas of the Property or are known to Broker; (vi) Shall not be reygs le f pecting public records or permits concerning the\ntitle or use of Property; (vii) Shall not be responsible for identifyi th 0 ' f boundary lines or other items affecting title; (viii)\nShall not be responsible for verifying square footage. represen of rs or information contained in Investigation reports.\nMultiple Listing Service, advertisements. flyers or other pro ial; ix) Shall not be responsible for determining the fair\nmarket value of the Property or any personal property incl in th$; (x) Shall not be responsible for providing legal or tax\nadvice regarding any aspect of a transaction entered i Bug. Seller; and (xi) Shall not be responsible for providing\nother advice or information that exceeds the knowle : edu and experience required to perform real estate licensed\nactivity. Buyer and Seller agree to seek legal. tax. insura o: ‘ e fly desired assistance from appropriate professionals.\n\n19. REPRESENTATIVE CAPACITY: If one or more Parties ' - ing reement in a representative capacity and not for him\/herself\nas an individual then that Party shall so indicate in '- q ph 3 32 and attach a Representative Capacity Signature Disclosure\n(C.A.R. Form RCSD). Wherever the signature or ' of representative identified in the RCSD appear on this Agreement\nor any related documents. it shall be deemed to a ntative capacity for the entity described and not in an individual\ncapacity. unless othenvise indicated. The Party a re ntative capacity (i) represents that the entity for which that party is acting\nalready exists and (ii) shall Deliver to the other nd Holder. within 3 Days After Acceptance. evidence of authority to act in\nthat capacity (such as but not limited to: e ‘on of the trust or Certifition of Trust (Probate Code §18100.5). letters\ntestamentary. court order. power of attorney. te r ion. or formation documents of the business entity).\n\n20. JOINT ESCROW INSTRUCTIONS TO ESC O\n\nA. The following paragraphs, or ap s thereof. of this Agreement constitute the joint escrow instructions\nof Buyer and Seller to Escrow r, w Escrow Holder is to use along with any related counter offers and addenda.\nand any additional mutual instructi to the escrow: paragraphs 1. 3. 48. 5A. 6. 7. 100. 13. 14H. 17. 18A. 19. 20. 26.\n29. 30. 31. 32 and paragraph the n titled Real Estate Brokers on page 10. If a Copy of the separate compensation\nagreement(s) provided for in pga . or paragraph D of the section titled Real Estate Brokers on page 10 is deposited\nwith Escrow Holder by Bro . sc Ider shall accept such agreement(s) and pay out from Buyer's or Seller's funds. or\nboth. as applicable. the B sation provided for in such agreement(s). The terms and conditions of this Agreement\nnot set forth in the s ' p gr hs are additional matters for the information of Escrow Holder. but about which Escrow\nHolder need not be ad. er and Seller will receive Escrow Holder's general provisions. if any. directly from Escrow\nHolder and will exe ch ions within the time specified in paragraph 7C(1)(c). To the extent the general provisions are\ninconsistent or con ' @greement. the general provisions will control as to the duties and obligations of Escrow Holder\nonly. Buyer and will exe te additional instructions. documents and forms provided by Escrow Holder that are reasonably\nnecessary to do e 63.59 and. as directed by Escrow Holder, within 3 (or _) Days. shall pay to Escrow Holder or HOA or\nHOA managemcom or others any fee required by paragraphs 7. 10 or elsewhere in this Agreement.\n\n8. A Copy of tb re including any counter offer(s) and addenda shall be delivered to Escrow Holder within 3 Days After\nAcceptance ). Buyer and Seller authorize Escrow\nHoldegtgoept ahgly on Copies and Signatures as defined in this Agreement as originals. to open escrow and for other\npurpose\\ e% The validity of this Agreement as between Buyer and Seller is not affected by whether or when Escrow\nHol ‘ ns th greement. Escrow Holder shall provide Seller‘s Statement of Information to Title company when received\nfro$gn lf Seller delivers an affidavit to Escrow Holder to satisfy Seller's FIRPTA obligation under paragraph 1oC. Escrow\nHolde shall deliver to Buyer a Qualified Substitute statement that complies with federal Law.\n\nBuyer's lnitials( M )( _________) Seller's lnitials(\n\nRPA-CA REVISED 12115 (PAGE 7 OF 10) W; mm\n\nCALIFORNIA RESIDENTIAL PURCHASE AGREEMENT (RPA-CA PAGE 7 OF 10)\nProduced with zipForrrr® by W 16070 Fifteen Mile Road. Fraser. Michigan 48026 W 4443 \"(to St. Sun\n11\/15","progress":100}}