{"status":"success","data":{"text":"2\/21\/2018\nProperty Address: 4443 19th StI San FranciscoI CA 94114-2430 Date: February 23I 2018\n8. GOVERNMENT REQUIREMENTS AND RETROFIT:\n\n(1) E] Buyer [3] Seller shall pay for smoke alarm and carbon monoxide device installation and water heater bracing, if required by\nLaw. Prior to Close Of Escrow (“COE”), Seller shall provide Buyer written statement(s) of compliance in accordance with state\nanrflocal Law, unless Seller is exempt. 7&0\n\n(2) (i) _ Buyer Seller shall pay the cost of compliance with any other minimum mandatory government ins ' ns and reports\nif required as acondition of closing escrow under any Law.\n\n(ii) [ ]Buyer Seller shall pay the cost of compliance with any other minimum mandatory gov u n» retrofit standards\nrequired as a condition of closing escrow under any Law, whether the work is required to be cc - - . - before or after COE.\n(iii) Buyer shall be provided. within the time specified in paragraph 14A. 3 copy of any requir 3% em nt conducted or\npoint-of-sale inspection report prepared pursuant to this Agreement or in anticipation of this s o n e Prgl‘iy.\n\nc. ESCROW AND TITLE: % . Q\n\n(1) (a) I: Buyer [3 Seller shall pay escrow fee\n(b) Escrow Holder shall be . '1\n(c) The Parties shall, within 5 (or _ ) Days After receipt. sign and return Escrow Hol - u ene -' o visions.\n\n(2) (a) l _ Buyer [x1 Seller shall pay for owner's title insurance policy specified in paragra\n(b) Owner's title policy to be issued by . so\n(Buyer shall pay for any title insurance policy insuring Buyer's lender. unless oth I?» - ag - ; ~ I writing.)\n\nD. OTHER COSTS: g\n\n(1) Buyer Seller shall pay County transfer tax or fee 50\/50\n\n(2) Buyer Seller shall pay City transfer tax or fee 50\/50\n\n(3) Buyer Seller shall pay Homeowners' Association (\"HOA\") transfer fe\n\n(4) Seller shall pay HOA fees for preparing documents required to be delive y Civi e §4525.\n\n(5) l IBuyerl I Seller shall pay HOA fees for preparing all documents oth ha th required by Civil Code §4525.\n\n(6) Buyer to ay for any HOA certification fee. % 06\n\n(7) Buyer Seller shall pay for any private transfer fee\n\n(8) Buyer Seller shall pay for v.‘\n\n(9) Buyer Seller shall pay for\n\n(10) Buyer Seller shall pay for the cost. not to exceed $ ' . of a standard (or H upgraded)\none-year home warranty plan. issued by Click here to sehma ice Provider . with the\nfollowing optional coverages: [1 Air Conditioner I Pool! Ot r.\nBuyer is informed that home warranty plans have man %I es in addition to those listed above. Buyer is advised\nto investigate these coverages to determine those thky 3 le for Buyer.\n\nORE] Buyer waives the purchase of a home mm)?! ing in this paragraph precludes Buyer's purchasing\n\na home warranty plan during the term of th'\n8. ITEMS INCLUDED IN AND EXCLUDED FROM SALE\nA. NOTE TO BUYER AND SELLER: items list udem excluded in the MLS. flyers or marketing materials are not\nincluded in the purchase price or excluded fro Ie s specified in paragraph 8 B or C.\n8. ITEMS INCLUDED IN SALE: Except as othe peci disclosed,\n\n(1) All EXISTING fixtures and fittings that ar h e Property;\n\n(2) EXISTING electrical. mechanical. lightinmei nd heating fixtures, ceiling fans, fireplace inserts. gas logs and grates.\nsolar power systems. built-in appli . inn and door screens. awnings. shutters. window coverings. attached floor\ncoverings. television antennas, wtmish . ir coolers\/conditioners. pool\/spa equipment. garage door openers\/remote\ncontrols. mailbox. in-ground land ‘ng. t mbs, water features and fountains, water softeners. water purifiers, security\nsystems\/alarms and the foil tragi- ._D all stove(s). except ; [:Jall refrigerator(s)\nexcept g Q . _ all washer(s) and dryer(s). except\n\n(3) The following additional item\n\n(4) Existing integrated phone. tomation systems. including necessary components such as intranet and Intemet-\nconnected hardware or ev s. l units (other than non-dedicated mobile devices. electronics and computers) and\napplicable software. pe ion words. codes and access information. are (D are NOT) included in the sale.\n\n(5) LEASED OR LIENEfiS SID SYSTEMS: Seller shall. within the time specified in paragraph 14A, (i) disclose to Buyer\nif any item or syste peci . « in paragraph 88 or otherwise included in the sale is leased, or not owned by Seller, or\nspecifically subjefiha lie 6 other encumbrance. and (ii) Deliver to Buyer all written materials (such as lease. warranty.\netc.) concemin surgem. Buyer's ability to assume any such lease. or willingness to accept the Property subject to\nany such lien ra e, is a contingency in favor of Buyer and Seller as specified in paragraph 148 and C.\n\n(6) Seller repre that%tems included in the purchase price, unless othenrvise specified. (i) are owned by Seller and shall\nbe trans ree @zlear of liens and encumbrances, except the items and systems identified pursuant to 88(5) and\n\nand (ii) are transferred without Seller warranty regardless of value.\nC. ITEMS EXC E M SALE: Unless otherwise specified, the following items are excluded from sale: (i) audio and video\n\ncomponfi (such at screen Ws. speakers and other items) if any such item is not itself attached to the Property. even if a\n\nbrack theiqchanism attached to the component or item is attached to the Property; (ii) furniture and other items secured\n\nto g rty f earthquake purposes; and (ill)\n\nBrackets attached to walls, floors or ceilings for any such component, fumiture\nor Item shall remain with the Property (or :1 will be removed and holes or other damage shall be repaired. but not painted).\nBuyer's lnitials( M )( ) Seller's lnitiais(\nRPA-CA REVISED 12\/15 (PAGE 3 OF 10) 9\nCALIFORNIA RESIDENTIAL PURCHASE AGREEMENT (RPA-CA PAGE 3 OF 10) $33336\nProduced with zipFormm by W 18070 Fifteen Mile Road. Fraser. Michigan 48026 W 4443 19m SI. Sa-\n7\/15","progress":100}}