{"status":"success","data":{"text":"2\/21\/2018\n\nProperty Address: 4443 19th StI San FranciscoI CA 94114-2430 Date: Februaq 23I 2018\n\n32. ACCEPTANCE OF OFFER: Seller warrants that Seller is the owner of the Property. or has the authority to execute this Agreement.\nSeller accepts the above offer, and agrees to sell the Property on the above terms and conditions. Seller has read and\nacknowledges receipt of a Copy of this Agreement, and authorizes Broker to Deliver a Signed Copy to Buyer.\n\n(If checked) SELLER'S ACCEPTANCE IS SUBJECT TO ATTACHED COUNTER OFFER (C.A.R. Form SCO é SNCO) DATED:\n\njOne or more Sellers is signing this Agreement in a representative capacity and not for him\/herself as an ' ' al. See attached\nRepresentative Capacity Signature Disclosure (C.A.R. Form RCSD-S) for additional terms.\n\nDate 02\/23\/2018 SELLER < 3\n\n(Print name) Liam Pramono\n\nDate SELLER 5‘.\n\n(Print name) v\n\nAdditional Signature Addendum attached (CAR. Form ASA). Q\n\n(Do not Initial it making a counter offer.) CONFIRMATION OF ACCEPTA Ccéa Signed Acceptance was\n(Initials) personally received by Buyer or Buyer's authorized agent on (date) at\n\nj_JAM\/ UPM. A binding Agreement Is created when a Copy of Sig Acce e is personally received by\nBuyer or Buyer authorized agent whether or not confirmed in thi pletlon of this confirmation\nIs not legally required in order to create a binding Agreement; I el dad to evidence the date that\nConflnnatlon of Acceptance has occurred.\n\nREAL ESTATE BROKERS: ' O\n\nA. Real Estate Brokers are not parties to the Agreement between Buyer and Seller.\n\nB. Agency relationships are continued as stated in paragraph 2.\n\nC. It specified in paragraph 3A(2), Agent who submitted the offer for Buyer acknow rec ‘ ideposit.\n\nD. COOPERATING BROKER CONPENSATION: Listing Broker agrees to® 00 9 Broker (Selling Firm) and Cooperating\nBroker agrees to accept, out of Listing Broker‘s proceeds in escrow, m3. nt tied in the MLS. provided Cooperating Broker\nis a Participant of the MLS in which the Property is offered for sale fir ecip MLS. If Listing Broker and Cooperating Broker\nare not both Participants of the MLS. or a reciprocal MLS. in whic P is offered for sale. then compensation must be\nspecified in a separate written agreement (CAR. Form CBC). Deweon ense and Tax (CAR. Form DLT) may be used to\ndocument that tax reporting will be required or that an exemption a)?\n\nRest Estate Br er (Sellingfiirm) ReMax CalBRE Lic. ll 444444\n\nBy 5W 3(0'0-35 ; Jon: lfi : $333333 Date 0201\/2018 21:22:50\n\nBy IBR%.# Date\n\nAddress ity State Zip\n\nTelephone Fax - 0 E-mail\n\nReal Estate Broker (Listing Firm) Coldwell Banker . CalBRE Lic. ll 111111\n\nBy .- ' - E Lic. 11 222222 Date\n\nBy \\‘ -. : E Lic. ll Date\n\nAddress my ity State Zip\n\nTelephone Fax - 1' E-mail\n\n-_\n\nESCROW HOLDER ACKNOWLEDGMENT:\n\nEscrow Holder acknowledges receipt of a Copy of QAgree 1T4, v , (it checked, :] a deposit in the amount of S\n\ncounter offer numbers . - ,' : ler‘s Statement of Information and\n\nv - . and agrees to act as Escrow Holder subject to paragraph 20 of this Agreement. any\nsupplemental escrow instructions and the ter 5 o E m '0 - ders general provisions.\n\nEscrow Holder is advised that the date of$nati v ~ I ptance of the Agreement as between Buyer and Seller is\n\nEscrow Holder - Escrow\n\nBy - '5 Date\n\nAddress\n\nPhone\/Fax\/E-mail\n\nEscrow Holder has the followin - r\n\nDe rtment of Business ov fit- “; . rtment of Insurance. I Bureau of Real Estate.\n\nPRESENTATION OF OFF - ) Listing Broker presented this offer to Seller on (date).\nBr -__ Desi « nee Initials\n\nREJECTION OF OFF 3 . ) ( ) No counter offer is being made. This offer was rejected by Seller on (date).\n\n2~' r‘s Initials\n\n©1991- 2oEALTORSQ. Inc. United States copyright law (Title 17 US. Code) ioroids the unauthorized distribution. display and reproduction of this\n\nform. or any po ‘ I, y machine or any other means. including lacsimile or computerized lorrnats.\n\nTHIS FORM N A D BY THE CALIFORNIA ASSOCIATION OF REALTORS® (C.A.R.). NO REPRESENTATION iS MADE AS TO THE LEGAL VALIDITY\n\nOR ACCU Y ANY PROVISION IN ANY SPECIFIC TRANSACTION. A REAL ESTATE BROKER IS THE PERSON QUALIFIED To ADVISE ON REAL ESTATE\n\nTRANSAC 0 IF YOU DESIRE LEGAL OR TAx ADVICE. CONSULT AN APPROPRIATE PROFESSIONAL.\n\nr; Published and Distributed by: Buyer Acknowledges that page 10 is part of this Agreement ( ) t i\n\nREAL ESTATE BUSINESS SERVICES. INC. Buyers Initials\n\nT a subsidiary or the CALIFORNIA ASSOCIATION OF REALTORS®\n\nr 525 South Virgil Avenue. Los Angeles. California 90020 Reviewed by mu WW\nRPA-CA REVISED 12\/15 (PAGE 10 Of 10) Broker or Desinee *““°’3’~\"“\n\nCALIFORNIA RESIDENTIAL PURCHASE AGREEMENT (RPA-CA PAGE 10 OF 10)\nProduced with zichrmD by W 18070 Fifteen Mile Road. Fraser. Michigan 48026 W 4443 me St. Sun\n14\/15","progress":100}}