{"status":"success","data":{"text":"2\/21\/2018\nProperty Address: 4443 19th St, San Francisco, CA 94114-2430 Date: February 23, 2018\n\nC. Brokers are a party to the escrow for the sole purpose of compensation pursuant to paragraph 18A and paragraph D of the\nsection titled Real Estate Brokers on page 10. Buyer and Seller irrevocably assign to Brokers compensation specified in\nparagraph 18A. and irrevocably instruct Escrow Holder to disburse those funds to Brokers at Close Of Escrow or pursuant to any\nother mutually executed cancellation agreement. Compensation instructions can be amended or revoked mwith the written\nconsent of Brokers. Buyer and Seller shall release and hold harmless Escrow Holder from any liability r 'ng from Escrow\nHolder's payment to Broker(s) of compensation pursuant to this Agreement.\n\nD. Upon receipt. Escrow Holder shall provide Seller and Sellefs Broker verification of Buyer's depos’ Mnds pursuant to\nparagraph 3A and 38. Once Escrow Holder becomes aware of any of the following. Escrow Holde§hmediately notify all\nBrokers: (1) if Buyer's initial or any additional deposit or down payment Is not made pursuant to this ent, or is not good at\ntime of deposit with Escrow Holder; or (ii) if Buyer and Seller instruct Escrow Holder to cancel escrow.\n\nE. A Copy of any amendment that affects any paragraph of this Agreement for which Escrow @lder is @nsible shall be\ndelivered to Escrow Holder within 3 Days after mutual execution of the amendment.\n\n21. REMEDIES FOR BUYER'S BREACH OF CONTRACT: Q\n\nA. Any clause added by the Parties specifying a remedy (such as release or forfeitu gflepofltpr making a deposit\nnon-refundable) for failure of Buyer to complete the purchase in violation of this figme ll be deemed invalid\nunless the clause independently satisfies the statutory liquidated damages req en orth in the Civil Code.\n\nB. LIOUIDATED DAMAGES: If Buyer fails to complete this purchase because er' ault, Seller shall retain,\nas liquidated damages, the deposit actually paid. If the Property is a dwe wit more than four units, one\nof which Buyer intends to occupy, then the amount retained shall be no he of the purchase price. Any\nexcess shall be returned to Buyer. Except as provided In paragraph relelétof funds will require mutual,\nSigned release instnictions from both Buyer and Seller, judicial de ' or itration award. AT THE TIME OF\nANY INCREASED DEPOSIT BUYER AND SELLER SHALL SIGN A S TEfiJIDATED DAMAGES PROVISION\nINCORPORATING THE INCREASED DEPOSIT AS LIQUIDATED D M ES C. . . FORM RID).\n\nBuyer’s Initials Ml é éers Initials\n22. DISPUTE RESOLUTION: Q\n\nA. MEDIATION: The Parties agree to mediate any dispute or claim gthem out of this Agreement, or any resulting\ntransaction, before resorting to arbitration or court action throm C Real Estate Mediation Center for Consumers\n(www.consumennediation.org) or through any other mediation p ider rvice mutually agreed to by the Parties. The\nParties also agree to mediate any disputes or claims withbkerIQwho, In writing, agree to such mediation prior\nto, or within a reasonable time after, the dispute or c an d to the Broker. Mediation fees. if any, shall be\ndivided equally among the Parties involved. If, for any di %claim which this paragraph applies, any Party (i) commences\nan action without first attempting to resolve the matter tmh me ' , or (ii) before commencement of an action, refuses to\nmediate after a request has been made. then that P@ not itled to recover attorney fees. even if they would otherwise\nbe available to that Party in any such action. THIS ION§§VISION APPLIES WHETHER OR NOT THE ARBITRATION\nPROVISION IS INITIALED. Exclusions from this me agr nt are specified in paragraph 22C.\n\n8. ARBITRATION OF DISPUTES:\n\nThe Parties agree that any dispute or clai aw acquity arising between them out of this Agreement or any\nresulting transaction, which is not settled ug ation, shall be decided by neutral, binding arbitration. The\nParties also agree to arbitrate any di eggs with Broker(s), who, in writing, agree to such arbitration\nprior to, or within a reasonable time r he ute or claim Is presented to the Broker. The arbitrator shall be\na retired judge or justice, or an att ith‘bUeast 5 years of residential real estate Law experience, unless the\nparties mutually agree to a differemitrfih The Parties shall have the right to discovery in accordance with\nCode of Civil Procedure §1283.ow all r respects, the arbitration shall be conducted in accordance with\nTitle 9 of Part 3 of the Code 0 ro re. Judgment upon the award of the arbitratorIs) may be entered Into\nany court having jurisdictiormor nt of this agreement to arbitrate shall be governed by the Federal\nArbitration Act. Exclusions thi tration agreement are specified in paragraph 22C.\n\n“NOTICE: BY INITIACQ'IN SPACE BELOW YOU ARE AGREEING TO HAVE ANY DISPUTE\nARISING OUT OF THE - A CLUDED IN THE 'ARBITRATION OF DISPUTES' PROVISION DECIDED\nBY NEUTRAL ARBIT ‘ ON§ PROVIDED BY CALIFORNIA LAW AND YOU ARE GIVING UP ANY\nRIGHTS YOU MIGH 8%.: TO HAVE THE DISPUTE LITIGATED IN A COURT OR JURY TRIAL. BY\nINITIALING IN TH = AC LOW YOU ARE GIVING UP YOUR JUDICIAL RIGHTS TO DISCOVERY AND\nAPPEAL, UNLES Oh GHTS ARE SPECIFICALLY INCLUDED IN THE 'ARBITRATION OF DISPUTES'\nPROVISION. IF ~‘ I RE E TO SUBMIT TO ARBITRATION AFTER AGREEING TO THIS PROVISION, YOU\nMAY BE CO ‘ ‘ LE 'I O ARBITRATE UNDER THE AUTHORITY OF THE CALIFORNIA CODE OF CIVIL\nPROCEDUR v U ' i,\" ' EEMENT TO THIS ARBITRATION PROVISION IS VOLUNTARY.”\n\n“WE H w ‘ - D UNDERSTAND THE FOREGOING AND AGREE TO SUBMIT DISPUTES ARISING OUT OF\nTHE MA :K I .DED IN THE 'ARBITRATION OF DISPUTES' PROVISION TO NEUTRAL ARBITRATION.\"\n\n('0 e er’slnitials mi Seller’s Initials\n\nC. AwL MENTION AND ARBITRATION TERMS:\n\n(1 X USIONS: The following matters are excluded from mediation and arbitration: (i) a judicial or non-judicial foreclosure\n\n0 ther action or proceeding to enforce a deed of trust, mortgage or installment land sale contract as defined in Civil\n\nCode §2985; (ii) an unlawful detainer action; and (iii) any matter that is within the jurisdiction of a probate, small claims or\n\nbankruptcy court.\n\nBuyer‘s Initials( )( ) Seller's Initials(\nRPA-CA REVISED 12115 (PAGE 8 OF 10)\nCALIFORNIA RESIDENTIAL PURCHASE AGREEMENT (RPA-CA PAGE 8 OF 10)\nProduced wrth zipFormE by 21oLo91: 18070 Fifteen Mile Road. Fraser. Michigan 48026 W 444.1 mu St, San\n12\/15","progress":100}}