{"status":"success","data":{"text":"2\/21\/2018\nProperty Address: 4443 19th StI San FranciscoI CA 94114-2430 Date: Februaq 23I 2018\n\nH. VERIFICATION OF DOWN PAYMENT AND CLOSING COSTS: Buyer (or Buyer’s lender or loan broker pursuant to paragraph\n3J(1)) shall, within 3 (or _) Days After Acceptance, Deliver to Seller written verification of Buyer's down payment and\nclosing costs. ([ JVerification attached.)\n\nI. APPRAISAL CONTINGENCY AND REMOVAL: This Agreement is (or E] is NOT) contingent upon a mitt? appraisal of the\nProperty by a licensed or certified appraiser at no less than the purchase price. Buyer shall. as specified agraph 148(3).\nin writing, remove the appraisal contingency or cancel this Agreement within 17 (or _1_7_ ) Days After A ce.\n\nJ. LOAN TERMS:\n\n(1) LOAN APPLICATIONS: Within 3 (or _) Days After Acceptance. Buyer shall Deliver to Seller a rom Buyer's lender or\nloan broker stating that. based on a review of Buyer's written application and credit report, Buyer is all or preapproved\nfor any NEW loan specified in paragraph 30. If any loan specified in paragraph 30 is, an adjustab ra oanfi prequalification\nor preapproval letter shall be based on the qualifying rate, not the initial loan rate. ( ‘7 7. Letter atta\n\n(2) LOAN CONTINGENCY: Buyer shall act diligently and in good faith to obtain the desig a . uyer‘s qualification\nfor the Ican(s) specified above is a contingency of this Agreement unless otherwise agr iti . here is no appraisal\ncontingency or the appraisal contingency has been waived or removed. then failure of th rty praise at the purchase\nprice does not entitle Buyer to exercise the cancellation right pursuant to the loan co ' er is otherwise qualified\nfor the specified loan. Buyer's contractual obligations regarding deposit. balance of ay nd closing costs are not\ncontingencies of this Agreement.\n\n(3) LOAN CONTINGENCY REMOVAL: (0\n\nWithin 21 (or _21_ ) Days After Acceptance. Buyer shall. as specified in paragra Q? remove the loan contingency or\nncel this Agreement. If there is an appraisal contingency. removal of the lamb e ll not be deemed removal of the\nappraisal contingency. Q\n\n(4) NO LOAN CONTINGENCY: Obtaining any loan specified above is Nogconfinfiy of this Agreement. If Buyer does not\nobtain the loan and as a result does not purchase the Property, Seller ma titl to Buyer's deposit or other legal remedies.\n(5) LENDER LIMITS ON BUYER CREDITS: Any credit to Buyer. from$cu or closing or other costs that is agreed to\nby the Parties ('Contractual Credit\") shall be disclosed to Buyer’s Ie the l credit allowed by Buyer's lender (“Lender\nAllowable Credit“) is less than the Contractual Credit. then (i) the @u @dit shall be reduced to the Lender Allowable\nCredit, and (ii) in the absence of a separate written agreement bg thé es, there shall be no automatic adjustment to\nthe purchase price to make up for the difference between the C t al C and the Lender Allowable Credit.\n\nK. BUYER STATED FINANCING: Seller is relying on Buyer‘s re ntatiQf the type of financing specified (including but not\nlimited to, as applicable. all cash. amount of down payment. ti to on-contingent loan). Seller has agreed to a specific\nclosing date, purchase price and to sell to Buyer in relian uy venant concerning financing. Buyer shall pursue the\nfinancing specified in this Agreement. Seller has no obli to co te with Buyer‘s efforts to obtain any financing other than\nthat specified in the Agreement and the availability of wch te financing does not excuse Buyer from the obligation to\npurchase the Property and close escrow as specified ' Agréfént.\n\n4. SALE OF BUYER'S PROPERTY: g\n\nA. This Agreement and Buyer's ability to obtain fina NOQontingent upon the sale of any property owned by Buyer.\n\nOR B. [1 This Agreement and Buyer's ability to obtai 'ng «contingent upon the sale of property owned by Buyer as specified\nin the attached addendum (C.A.R. Form COP . Q\n5. ADDENDA AND ADVISORIES:\n\nA. ADDENDA: O Addendum # C.A.R. Form ADM\nISOJI. : Court Confirmation Addendum C.A.R. Form CCA\nIMQ AR. Form SWPI\nI Short Sale Addendum C.A.R. Fo a S 1. Other\n\n3. BUYER AND SELLER ADVISOR .4. Buyer's Inspection Advisory (CAR- Form BIA)\nStatewide Bu er and Seller Adviso C.A.R. Form SBSA\nIii-k REO Adviso CAR. Form REO\nlfé- .R. Form SSIA Other\n\n6. OTHER TERMS: A\n4’;\nAI.\n7. ALLOCATION OF CO\nA. INSPECTIONS, : RT A D CERTIFICATES: Unless otherwise agreed in writing, this paragraph only determines who\nis to pay for the ins mar ion, é certificate or service (“Report”) mentioned; it does not determine who is to pay for any work\nrecommended - (5 ntifiqi the Report.\n(1) l JBuyer el er® pay for a natural hazard zone disclosure report, including tax [ Jenvironmental I IOther:\nprepared by Click here to select ygur Service Provider\n(2) BEI gil‘éJ-iall pay for the following Report\nprfirea\n(3’s yer igfiler shall pay for the following Report\nared by\nBuyer‘s lnitials( )( ) Seller's lnitials(\nRPA-CA REVISED 12115 (PAGE 2 OF 10) 9\nCALIFORNIA RESIDENTIAL PURCHASE AGREEMENT (RPA-CA PAGE 2 OF 10) fiatgfigy\nProduced with zlpForrrm by Mow: 18070 Fifteen Mile Road. Fraser. Muchlgan 48026 W «43 mu 8!. Su\n6\/15","progress":100}}