{"status":"success","data":{"text":"2\/21\/2018\ni C A L1 F ORN 19, CALIFORNIA\na. A S 5 0 C , A , , O N RESIDENTIAL PURCHASE AGREEMENT\n‘9, O ,. RE A L T O R S o AND JOINT ESCROW INSTRUCTIONS\n(C.A.R. Form RPA-CA, Revised 12115 ) 1\nDate Prepared: 02\/23\/2018\n1. OFFER:\nA. THIS IS AN OFFER FROM Jonathan Mui (\"Buyer\").\n8. THE REAL PROPERTY to be acquired is 4443 19th S San Francisco CA 94114-24 . situated in\nSan Francisco (City). San Francisco (County), Califomia, 94114-2430(Zip Code). Assessor's Parcel N . ,% (“Property”).\nC. THE PURCHASE PRICE offered is Three Million Five Hundred Nine -Five Thousand\nDollars\nD. CLOSE OF ESCROW shall occuronl I (dateXorlZ 6‘ $3 Acceptance).\nE. Buyer and Seller are referred to herein as the \"Parties.’ Brokers are not Parties to this Agreeme\n2. AGENCY:\nA. DISCLOSURE: The Parties each acknowledge receipt of a [2 “Disclosure Regardieeal Agency Relationships”\n(CAR. Form AD).\n8. CONFIRMATION: The following agency relationships are hereby confirmed for this transafi: Q\nListing Agent Coldwell Banker Q Fiwe) is the agent of (check one):\nthe Seller exclusively; or both the Buyer and Seller. 5%!\nSelling Agent ReMax , a fin Firm Name) (if not the same as the\nListing Agent) is the agent of (check one): the Buyer exclusively; or the Seller ex ; or th the Buyer and Seller.\nC. POTENTIALLY COMPETING BUYERS AND SELLERS: The Parties Qh ac®VIedge receipt of a @\"Possible\nRepresentation of More than One Buyer or Seller - Disclosure and Consent” ( .R. 0 RES).\n3. FINANCE TERMS: Buyer represents that funds will be good when deposited witécw H%.\nA. INITIALDEPOSIT:Depositshallbeintheamountof................ . s 107,850.00\n(1) Buyer Direct Deposit: Buyer shall deliver deposit directly to E® Ho03 y electronic funds\ntransfer, [jcashier's Check, E personal Check. Bother thin 3 business days\nafter Acceptance (or I\nOR (2) E] Buyer Deposit with Agent: Buyer has given the deposit by pe - c ec “I'\nto the agent submitting the offer (or to , ), made payable to\nThe deposit shall be held ed ' ' ‘ t eptance and then deposited\nwith Escrow Holder within 3 business days after Acceptance r g\nDeposit Checks given to agent shall be an original signed C It (I o . py.\n(Note: Initial and increased deposits Checks received by agents t on Broker's trust fund log.)\na. INCREASED DEPOSIT: Buyer shall deposit with Escrow n iméyeo deposit in the amount of. . . . . . . . . 3\nwithin _ Days After Acceptance (or\nIf the Parties agee to liquidated damages 'n this t, also agree to incorporate the increased\ndeposit into the liquidated damages amount i parat%li2uidated damages clause (CAR. Form\nRID) at the time the increased deposit is deliver scrcfi r.\nC. E] ALL CASH OFFER: No loan is needed to petty. This offer is NOT contingent on Buyer\nobtaining a loan. Written verification of su ’ s to me this transaction IS ATTACHED to this offer or\n[1 Buyer Shall. within 3 (or ) Da ACMQtpnce. Deliver to Seller such verification.\nD. LOAN(S): Q\n(1)FIRSTLOANzintheamountof.... S 2,157,000.00\nThis loan will be conventional fi 9 0 HA, EVA, :]Seller financing (CAR. Form SFA),\nDassumed financing (CAR. F A), er . This loan shall be at a fixed\nrate not to exceed % o , [:1 justable rate loan with initial rate not to exceed\nRegardless of the type of Ioagyer pay points not to exceed % of the loan amount.\n(2)[]SECONDLOANinthea tot. S\nThis loan wlll be conveMal fl? or :]Seller financing (CAR. Form SFA), [:Jassumed\nfinancing (CAR. Form , E] Gish . This loan shall be at a fixed rate not to\nexceed % n ‘us le rate loan with initial rate not to exceed %. Regardless of\nthe type of loan, Bu all abints not to exceed % of the loan amount.\n(3) FHANA: For any or V Specified in 30(1). Buyer has 17 (or ) Days After Acceptance\nto Deliver to writtefiotice (CAR. Form FVA) of any lender-required repairs or costs that\nBuyer reques er y for or otherwise correct. Seller has no obligation to pay or satisfy lender\nrequiremen may in writing. A FHANA amendatory clause (CAR. Form FVAC) shall be a\npart of ‘ eme\n\nE. mommw @TERMS:\n\nF. BALAN F30 AYMENTORPURCHASEPRICEintheamountof........................... s 1,330,150.00\n\nto be scrow Holder pursuant to Escrow Holder instructions.\n\nG. PK EPRI $ 3,595,000.00\nBuyer's Initials( M )( ) Seller's lnitials( )( ) e\n1991-2015. California Association of REALTORS®, Inc.\n\nRPA-CA REVISED 12\/15 (PAGE 1 OF 10)\nCALIFORNIA RESIDENTIAL PURCHASE AGREEMENT RPA-CA PAGE 1 OF 10\nRec-do Admin Produced with zipForm® by z‘otogix 18070 Fifieen Mile Road. Fraser, Mchigan 48006 W\n5\/15","progress":100}}